Repository: fedora-infra/fedocal
Catalog: fedocal/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: You must sign the CLA (Contributor License Agreement) to use fedocal
fr: Vous devez signer le CLA (Contributor License Agreement) pour utiliser fedocal

source: You must be in one more group than the CLA
fr: Vous devez être dans un autre groupe que CLA

source: The submitted candidate has the file extension "%(extension)s" which is not an allowed format
fr: Le candidat soumis possède l'extension « %(extension)s » qui n'est pas un format autorisé

source: The submitted candidate has the MIME type "%(mime)s" which is not an allowed MIME type
fr: Le candidat soumis possède le type MIME « %(mime)s » qui n'est pas un format autorisé

source: No calendar named %(name)s could not be found
fr: Aucun calendrier nommé %(name)s n'a pu être trouvé

source: No calendar named %(name)s could be found
fr: Aucun calendrier nommé %(name)s n'a pu être trouvé

source: You have been logged out
fr: Vous avez été déconecté

source: You are not a fedocal admin, you are not allowed to add calendars.
fr: Vous n'êtes pas administrateur fedocal, vous n'êtes pas autorisé à ajouter des calendriers.

source: Could not add this calendar to the database
fr: Impossible d'ajouter ce calendrier à la base de données

source: Calendar added
fr: Calendrier ajouté

source: This calendar is "%(status)s", you are not allowed to add meetings anymore.
fr: Le calendrier est « %(status)s », il ne vous est plus possible d'y ajouter des meetings.

source: You are not one of the editors of this calendar, or one of its admins, you are not allowed to add new meetings.
fr: Vous ne faites pas partie des éditeurs de ce calendrier, ni de ses administrateurs, vous n'êtes pas autorisé à ajouter de nouveaux meetings.

source: Could not add this meeting to this calendar
fr: Impossible d'ajouter un meeting à ce calendrier

source: Meeting added
fr: Meeting ajouté

source: The meeting #%(id)s could not be found
fr: Le meeting #%(id)s n'a pas été trouvé

source: This calendar is "%(status)s", you are not allowed to edit its meetings anymore.
fr: Le calendrier est « %(status)s », il ne vous est plus possible d'en modifier les meetings.

source: You are not one of the manager of this meeting, or an admin, you are not allowed to edit it.
fr: Vous ne faites pas partie des éditeurs de ce meeting, ni de ses administrateurs, vous n'êtes pas autorisé à le modifier.

source: This calendar is "%(status)s", you are not allowed to add meetings to it anymore.
fr: Le calendrier est « %(status)s », il ne vous est plus possible d'y ajouter des meetings.

source: Could not update this meeting.
fr: Impossible de mettre à jour ce meeting.

source: Meeting updated
fr: Meeting mis à jour

source: No meeting could be found for this identifier
fr: Aucun meeting trouvé pour cet identifiant

source: No meeting with this identifier could be found.
fr: Aucun meeting trouvé pour cet identifiant

source: This calendar is "%(status)s", you are not allowed to delete its meetings anymore.
fr: Le calendrier est « %(status)s », il ne vous est plus possible d'en supprimer des meetings.

source: You are not one of the manager of this meeting, or an admin, you are not allowed to delete it.
fr: Vous ne faites pas partie des éditeurs de ce meeting, ni de ses administrateurs, vous n'êtes pas autorisé à le supprimer.

source: Meeting deleted
fr: Meeting supprimé

source: Could not delete this meeting.
fr: Impossible de supprimer ce meeting

source: You are not a fedocal admin, you are not allowed to delete the calendar.
fr: Vous n'êtes pas administrateur fedocal, vous n'êtes pas autorisé à supprimer le calendrier.

source: Calendar deleted
fr: Calendrier supprimé

source: Could not delete this calendar.
fr: Impossible de supprimer ce calendrier.

source: You are not an admin of this calendar, you are not allowed to clear the calendar.
fr: Vous n'êtes pas administrateur de ce calendrier, vous ne pouvez pas le nettoyer.

source: Calendar cleared
fr: Calendrier nettoyé

source: Could not clear this calendar.
fr: Impossible de nettoyer ce calendrier.

source: You are not a fedocal admin, you are not allowed to edit the calendar.
fr: Vous n'êtes pas administrateur fedocal, vous n'êtes pas autorisé à modifier le calendrier.

source: Could not update this calendar.
fr: Impossible de mettre à jour ce calendrier.

source: Calendar updated
fr: Calendrier mis à jour

source: You are not a fedocal admin, you are not allowed to access the admin part.
fr: Vous n'êtes pas administrateur fedocal, vous n'êtes pas autorisé à accéder à la partie administration.

source: No calendar specified
fr: Aucun calendrier spécifié

source: Invalid date specified
fr: Date spécifiée invalide

source: Dates before 1900 are not allowed
fr: Les dates avant 1900 ne sont pas autorisées

source: No keyword provided for the search
fr: Aucun mot clé fourni pour la recherche

source: No location named %(name)s could be found
fr: Aucun emplacement %(name)s n'a pu être trouvé

source: Invalid referred url
fr: URL de référence invalide

source: You are not an admin for this calendar, you are not allowed to upload a iCalendar file to it.
fr: Vous n'êtes pas administrateur de ce calendrier, vous ne'êtes pas autorisé à y envoyer un fichier iCalendar.

source: Calendar uploaded
fr: Calendrier envoyé

source: Could not upload this iCalendar file.
fr: Impossible d'envoyer ce fichier iCalendar.

source: Time must be of type "HH:MM"
fr: L'heure doit être de la forme « HH:MM »

source: Please use channel@server format!
fr: Veuillez utiliser le format canal@serveur&nbsp;!

source: Calendar
fr: Calendrier

source: Contact email
fr: Courriel de contact

source: Editor groups
fr: Groupes éditeur

source: Admin groups
fr: Groupes administrateur

source: Status
fr: Statut

source: Meeting name
fr: Nom du meeting

source: End date
fr: Date de fin

source: Start time
fr: Heure de début

source: Stop time
fr: Heure de fin

source: Time zone
fr: Fuseau horaire

source: More information URL
fr: URL plus di'nformations

source: Location
fr: Emplacement

source: Repeat every
fr: Répéter chaque

source: %(days)s days
fr: %(days)s jours

source: %(weeks)s weeks
fr: %(weeks)s semaines

source: Send reminder
fr: Envoyer le rappel

source: %(hours)s hours before
fr: %(hours)s heures avant

source: %(days)s day before
fr: %(days)s jour avant

source: %(days)s days before
fr: %(days)s jours avant

source: Send reminder to
fr: Envoyer le rappel à

source: Send reminder from
fr: Envoyer le rappel depuis

source: Full day meeting
fr: Meeting en journée complète

source: Yes I want to delete this meeting
fr: Oui je veux supprimer ce meeting

source: Yes, I want to delete all futher meetings.
fr: Oui je veux supprimer tous les meetings à venir.

source: Date from which to remove the meeting
fr: Date à partir de laquelle le meeting doit être supprimé

source: Yes I want to delete this calendar
fr: Oui je veux supprimer ce calendrier

source: Yes I want to clear this calendar
fr: Oui je veux nettoyer ce calendrier

source: ics file
fr: fichier ics

source: You are not allowed to add a meeting to this calendar
fr: Vous n'êtes pas autorisé à ajouter un meeting à ce calendrier

source: The start date of your meeting is later than the stop date.
fr: La date de début de votre meeting est ultérieure à sa date de fin.

source: The start time of your meeting is later than the stop time.
fr: L'heure de début de votre meeting est ultérieure à sa date de fin.

source: The start date of your meeting exactly the same as the stop date.
fr: La date de début de votre meeting est exéctement la même que sa date de fin.

source: Either calendar or location should be specified
fr: Le calendrier ou l'emplacement doit etre précisé

source: Add calendar
fr: Ajouter un calendrier

source: New calendar
fr: Nouveau calendrier

source: Please enter your calendar details in the form below.
fr: Veuillez entrer les détails de votre calendrier dans le formulaire ci-dessous.

source: Create
fr: Créer

source: Cancel
fr: Annuler

source: Add meeting
fr: Ajouter un meeting

source: New meeting
fr: Nouveau meeting

source: Please enter your meeting details in the above form.
fr: Veuillez entrer les détails de votre meeting dans le formulaire ci-dessous.

source: Supports the
fr: Supporte la

source: Markdown syntax
fr: syntaxe Markdown

source: Preview
fr: Prévisualiser

source: Recursive event
fr: Évènement récursif

source: If this is a regular meeting this is where you want to set it as so.
fr: S'il s'agit d'un meeting récurrent c'est l'endroit où vous le spécifierez.

source: Leave empty if there is no end date for the repeat.
fr: Laisser vide s'il n'y a pas de date de fin pour la récurrence.

source: Reminder
fr: Rappel

source: You may want fedocal to send an email to a mailing list of your choices.
fr: Vous pouvez vouloir que fedocal envoie un courriel à une liste de discussion de votre choix.

source: Note that fedocal will send the reminder in your name.
fr: Notez que fedocal enverra le rappel en votre nom.

source: Add
fr: Ajouter

source: Unable to generate preview!
fr: Impossible de générer un aperçu&nbsp;!

source: Admin interface
fr: Interface d'administration

source: Edit
fr: Modifier

source: Delete
fr: Supprimer

source: Previous week
fr: Semaine précédente

source: Next week
fr: Semaine suivante

source: Today
fr: Aujourd'hui

source: Day in decimal
fr: Jour en chiffres

source: Month in decimal
fr: Mois en chiffres

source: Year in decimal
fr: Année en chiffres

source: List view
fr: Vue liste

source: Calendars
fr: Calendriers

source: Add a meeting
fr: Ajouter un meeting

source: Add this calendar to your agenda
fr: Ajouter ce calendrier à votre agenda

source: iCal export
fr: Export iCal

source: Copy the iCal feed URL
fr: Copier l'URL du flux iCal

source: Copy iCal link
fr: Copier le lien iCal

source: Contact admin
fr: Contacter l'administrateur

source: Edit calendar
fr: Modifier le calendrier

source: Delete calendar
fr: Supprimer le calendrier

source: Clear calendar
fr: Nettoyer le calendrier

source: Upload iCalendar
fr: Envoyer l'iCalendar

source: Administrators:
fr: Administrateurs&nbsp;:

source: Editors:
fr: Éditeurs&nbsp;:

source: Editors: CLA+1
fr: Éditeurs&nbsp;: CLA+1

source: %(timezone)s time
fr: Heure %(timezone)s

source: iCal Export
fr: Export iCal

source: Some meetings \n are hidden below
fr: Certains meetings \n sont masqués en dessous

source: Some meetings \n are hidden above
fr: Certains meetings \n sont masqués au dessus

source: Meeting details
fr: Détails du meeting

source: Unable to retrieve selected meeting!
fr: Impossible de récupérer le meeting sélectionn&nbsp;!

source: Calendar:
fr: Calendrier&nbsp;:

source: Contact:
fr: Contact&nbsp;:

source: Description:
fr: Description&nbsp;:

source: Manager group:
fr: Groupe manager&nbsp;:

source: %(count)s meetings associated
fr: %(count)s meetings associés

source: Are you positively sure that's what you want to do?
fr: Êtes-vous certain que c'est ce que vous souhaitez faire&nbsp;?

source: Delete meeting
fr: Supprimer le meeting

source: Meeting:
fr: Meeting&nbsp;:

source: Date:
fr: Date&nbsp;:

source: Starting time:
fr: Heure de début&nbsp;:

source: Ending time:
fr: Heure de fin&nbsp;:

source: Stored as:
fr: Enregistré comme&nbsp;:

source: Start:
fr: Début&nbsp;:

source: End:
fr: Fin&nbsp;:

source: You are removing this meeting from the calendar
fr: Vous êtes en train de supprimer ce meeting du calendrier

source: This meeting is a regular meeting, are you sure you want to delete all of them or just this one ? (Check only if you want to delete all future meetings as well)
fr: Ce meeting est un meeting récurrent, êtes-vous certain de vouloir supprimer toutes les occurrences ou juste celle-ci&nbsp;? (Ne cochez que si vous voulez supprimer toute les occurrences futures également)

source: This meeting is recurrent, it occurs every %(frequency)s days until %(ends)s
fr: Ce meeting est récurrent, il survient chaque %(frequency)s jours jusqu'à %(ends)s

source: Edit calendar "%(name)s"
fr: Modifier le calendrier « %(name)s »

source: Edit the calendar details in the form below.
fr: Modifiez les détails du calendrier dans le formulaire ci-dessous.

source: Edit meeting
fr: Modifier le meeting

source: Edit meeting "%(name)s"
fr: Modifier le meeting « %(name)s »

source: Edit all
fr: Modifier tous

source: Home
fr: Accueil

source: No calendar found
fr: Aucun calendrier trouvé

source: Active Calendars
fr: Calendriers actifs

source: Calendars disabled
fr: Calendriers désactivés

source: No locations found
fr: Aucun emplacement trouvé

source: Locations
fr: Emplacements

source: Search for meetings, you may use '*'
fr: Chercher dans les meetings, vous pouvez utiliser '*'

source: Search
fr: Chercher

source: Main Site Links
fr: Liens principaux du site

source: My meetings
fr: Mes meetings

source: logged in as
fr: connecté en tant que

source: log out
fr: déconnexion

source: login
fr: connexion

source: Authors
fr: Auteurs

source: Press CTRL+C, then ENTER
fr: Pressez CTRL+C, puis ENTRÉE

source: Result of your search for "%(keyword)s"
fr: Résultats de votre recherche pour « %(keyword)s »

source: Specify a year to see the yearly report, a month of a year to see the monthly report and a complete date to see that specific date.
fr: Spécifiez une année pour voir le rapport annuel, un mois d'une année pour voir le rapport mensuel et une date complète pour voir cette date particulière.

source: Calendar view
fr: Vue calendrier

source: Time are expressed in the %(timezone)s time zone.
fr: Les heures sont exprimées dans le fuseau horaire %(timezone)s.

source: Time
fr: Heure

source: show more
fr: afficher plus

source: Manage your meetings
fr: Gérer vos meetings

source: Below is the list of your past and future meetings.
fr: Ci-dessous, la liste de vos meetings passés et à venir.

source: Meetings times are expressed in the %(timezone)s time zone.
fr: Les heures des meetings sont exprimées dans le fuseau horaire %(timezone)s.

source: Future meetings
fr: Meetings à venir

source: This is the list of all non-recurrent meeting you created
fr: Ceci est la liste de tous les meetings non récurrents que vous avez créés

source: This is the list of all regular meeting you created
fr: Ceci est la liste de tous les meetings récurrents que vous avez créés

source: %(start)s to %(end)s
fr: %(start)s à %(end)s

source: Past meetings
fr: Meetings passés

source: Upload calendar
fr: Envoyer le calendrier

source: Upload a calendar file using the %(ical_link)s format
fr: Envoyer un fichier calendrier utilisant le format %(ical_link)s

source: Note: recurrent events are not yet taken into account by the upload.
fr: Note&nbsp;: les évènements récurrents ne sont actuellement pas pris en compte lors de l'envoi.

source: Note2: Todo are considered as full day meeting and displayed as such.
fr: Note2&nbsp;: Les Todo sont considérés comme des meetings en journée complète et affichés comme tels.

source: Upload
fr: Envoi

source: Location:
fr: Emplacement&nbsp;:

source: No description
fr: Pas de description

source: Meeting organized by %(managers)s
fr: Meeting oragnisé par %(managers)s

source: Meeting in: %%w weeks %%d days %%H:%%M:%%S
fr: Meeting dans&nbbsp;: %%w weeks %%d days %%H:%%M:%%S

source: Meeting in progress.
fr: Meeting en cours.

source: Meeting is over!
fr: Le meeting est terminé&nbsp;!
